Regions = {
    "ryazan": {"name": "Рязанская область", "lat": 54.6091, "lon": 39.7114},
    "tula": {"name": "Тульская область", "lat": 54.2048, "lon": 37.6181},
    "penza": {"name": "Пензенская область", "lat": 53.1959, "lon": 45.0183},
    "orel": {"name": "Орловская область", "lat": 52.9673, "lon": 36.0690},
    "lipetsk": {"name": "Липецкая область", "lat": 52.6100, "lon": 39.5940},
    "tambov": {"name": "Тамбовская область", "lat": 52.7212, "lon": 41.4523},
    "kursk": {"name": "Курская область", "lat": 51.7304, "lon": 36.1926}
}
